Repository: atlas-studios/ForcedExposureDailyAfterRebirth
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “我也不知道，自从上一次落水之后醒来，她就像是变了一个人。”叶眉一脸无奈的开口，见于向阳脸色难看，又安慰了一句：“会不会是她用另一种方式吸引你的注意呢， 毕竟之前她这么喜欢你，突然就不喜欢是不是太牵强了，唯一的解释，就是她故意想要利用这种办法，然后引起你的注意，让你主动找她，你也知道，我哥哥们对她几乎是百依百顺，她想要这样做，简直轻而易举。”
en_us: "I don't know, ever since she regained consciousness after she fell into the water, she seemed to have become a completely different person." Ye Mei spoke with a helpless expression. Seeing the sullen expression on Yu Xiangyang's face, she comforted again, "Could it be that she's using another method to attract your attention? After all, she used to be so fond of you and it seems a little far-fetched to say that she suddenly doesn't like you anymore. The only possible explanation is that she deliberately wants to use this approach to catch your attention so that you will take the initiative to look her up. Well, you also know how much my brothers dote on her and give in to her. It's a piece of cake for her to do this."

source: “我也是，不过这女的到底谁啊，我们学校有这样的人我竟然不知道？”
en_us: "Me too, but who is this girl? How come I don't know that there's someone like her in school?"

source: “我也没说让你出来，只是疑惑为什么没到我手中的邀请函怎么在你手中，全程都是你自己戏多，怪我咯？”她耸了耸肩，提脚走了进去。
en_us: "I didn't say that you can't come along I was just wondering why the invitation card ended up in your hands instead of mine. You were the one who started being dramatic about it and now it's my fault?" she shrugged and entered.

source: “我也觉得，人家也说了只是粉丝，现在的粉丝追星疯狂也能理解，但是去为了他死，好像是太过夸张了吧。”
en_us: "I think so too. She's already said that she was just a fan and it's understandable that fans nowadays would rave over their favorite celebrities hysterically but dying for him seems a bit too exaggerated."

source: “我也觉得，你看她白白嫩嫩的，一点也不丑好吗？”
en_us: "I think so too. Look, she's fair and tender. She doesn't seem ugly at all."

source: “我也觉得，姐姐你有看上的吗？”不明所以的徐倩赶忙问。
en_us: "I think so too. Ye Mei, did you see any that you fancy?" Xu Qian, who did not know why, hurriedly asked.

source: “我亲眼看到了，她往这边来了，肯定没错。”
en_us: "I saw it with my own eyes. She came inside here. I can't be wrong."

source: “我什么时候要能跟偶像吃顿饭，我当场猝死都愿意！”
en_us: "If I ever get to have a meal with my idol, I'd be willing to die on the spot!"

source: “我从不说假话。”
en_us: "I never lie."

source: “我们不是这个意思。”
en_us: "That's not what we meant."

source: “我们听说过你，帝都大学的文艺女神是吧，这件事不关你的事情，我们也不想连累无辜，但是也警告你，少多管闲事！”几个女生对视一眼，威胁的目光落到了叶眉身上。
en_us: "We've heard about you. You're Beijing University's Goddess of the Arts, right? This has nothing to do with you. We don't want to involve the innocent. However, I'm warning you, don't be nosy!" The girls looked at each other before looking at Ye Mei with a threatening gaze.

source: “我们孟家可是在帝都开大公司的，孟氏地产就是我的资产，你这种身份的人，可能都没听说过吧，我劝你识相的就赶紧让你妹妹道歉，不然别说我以大欺小！”孟父冷笑道，他根本就没有将这两个毛头小孩的身份往高处想，更不会联想到第一大世家叶家，毕竟这个城市姓叶的那么多。
en_us: "The Meng Family owns a huge company in Beijing. The Meng Group Realty belongs to me. Someone of your level has probably never heard of this before. I suggest you hurry and apologize to your younger sister. Otherwise, don't say that I'm bullying the weak!" Meng Fei's father sneered. He did not think highly of the two of them at all, let alone associate them with the wealthiest family in Beijing, the Ye Family. After all, there were many families in the city with the same last name.

source: “我们眉宝才买的新裙子，人家都还没来得及穿，就给你抢去了，这姐姐当的可真是666！”
en_us: "Ye Mei has just bought this gown and she hasn't had the chance to wear it yet but you've already snatched it from her. You're such a wonderful sister!"

source: “我们过去就知道了。”叶眉心里也是疑惑，很想去看看叶漓说的到底是谁。
en_us: "We'll know when we get there." Ye Mei was puzzled as well and she wanted to see who Ye Li was going to have lunch with.

source: “我们这边问了许多人，可以确定是从大小姐班级传播出去的，最后查到的两个女生叫做孟雪和白沫，他们和二小姐的关系很好。”
en_us: "We've questioned many people and so far, we can confirm that the rumors began spreading from Missy's class. We also found out that those two girls are named Meng Xue and Bai Mo. They are very close to Second Missy."

source: “我们领证！”叶漓重复道。
en_us: "Let's register our marriage!" Ye Li repeated.

source: “我倒是跟二小姐有些交情，我们过去打个招呼吧。”
en_us: "I do have some times with Miss Xu Yuan. Let's go say hello to her."

source: “我刷了好几次，没有骗您，其他客人也在刷卡，我们这边的刷卡机是确定没有问题的。”
en_us: "I swiped it several times, I"m not lying to you. Other customers have managed to make successful payments by card so there's definitely nothing wrong with our machine."

source: “我叫叶眉，叶家的小姐。”叶眉自我介绍到。
en_us: "I'm Ye Mei, the daughter of the Ye Family," Ye Mei introduced herself.

source: “我啊，我准备去我哥哥的那个大学。”徐倩说。
en_us: "I'm planning to go to the college that my brother goes to," Xu Qian answered.

source: “我大哥大学的同桌呢，当时关系还不错吧。”徐媛有意无意的看向叶漓说。
en_us: "She used to sit next to my cousin in college. They were quite close at that time," Xu Yuan said somewhat intentionally while looking at Ye Li.

source: “我就出门这几天，你们都照顾不好阿漓，还不得早点回来？”叶明不悦的冷哼一声，随后看向叶枫，问“刚刚你那个兄弟是怎么回事？”
en_us: "I've only been out of town for a few days but you guys failed to take care of Ye Li well. Of course I have to come home earlier." Ye Ming humphed coldly and then turned to look at Ye Ming. He asked, "What happened between you and your close friend just now?"

source: “我就是好奇嘛，你看他长得多帅。”叶漓由衷夸赞。
en_us: "I'm just curious. Look how handsome he is," Ye Li praised genuinely.

source: “我就知道，真是太不要脸了，不是我说你姐姐啊，她怎么能这样呢，之前看上向阳学长，她也是一直对人家学长纠缠不清，现在又来祸害枫神了!”王丽一脸嫌恶。
en_us: "I knew it, she's really shameless. I don't mean to criticize your sister but how can she do that? Previously, she had been pestering Xiangyang continuously because she adored him. Now, she's trying to harm Ye Feng!" Wang Li said with a look of disgust.

source: “我就问你想不想知道。”叶漓淡淡的道。
en_us: "I'm just asking you if you want to know," Ye Li said calmly.

source: “我已经说了，你自己不相信我能有什么办法？”叶漓无语的耸了耸肩。
en_us: "I've already told you what happened. What can I do if you don't believe it?" Ye Li said, shrugging her shoulders helplessly.

source: “我很清楚，反正咱们都要结婚的，早点结晚点结都一样。”叶漓解释着，见他一脸怀疑的看着自己，心里有些不舒服了。
en_us: "I'm very clear about it. Anyway, we're going to get married sooner or later. It doesn't matter when we register our marriage," Ye Li explained, feeling a little uncomfortable when she saw him looking at her with suspicion.

source: “我怎么看，觉得她好像是叶漓啊？就叶眉那个姐姐，你们看像不像？”
en_us: "She looks like Ye Li to me. Ye Mei's sister, Ye Li. Don't you guys think so?"

source: “我才不会和她这么恶心的人玩。”孟非一脸不屑的道。
en_us: "I won't hang out with a disgusting person like her," Meng Fei said with a look of disgust.

source: “我是你的姐姐，刚刚也没见你相信我？”叶漓直接原话返回，表情嘲讽，所以说你有什么资格让我相信？
en_us: "I'm your older sister but you didn't believe me just now either." Ye Li immediately retorted her with the same words and a look of mockery. 'So, what right do you have to make me believe you?' She thought.

source: “我是死了吗？不然为什么会见到哥哥他们？”她瞪着美目，不可置信的喃喃。
en_us: "Am I dead? Otherwise, how can I see my brothers?" Her beautiful eyes were wide open and she was muttering in disbelief.

source: “我最近刚好学了这首华尔兹，想要试试，只是可惜没有舞伴，所以你能不能让凤年哥哥....”她说着，欲语还休的看了徐凤年一眼，又急忙收回了目光解释道：“姐你别误会，我只是想着你也不会跳舞，所以才想着让凤年哥哥和我一起，这点小事，我相信你不会介意的吧....”她紧张的开口，模样小心翼翼，看起来可怜极了。
en_us: "Recently, I learned this waltz and I've been wanting to try it out but unfortunately, I don't have a dance partner, so can you let Xu Fengnian..." As she spoke, she paused and glanced at Xu Fengnian lustfully before quickly looking away and explaining, "Ye Li, don't be mistaken, I just thought of asking Xu Fengnian to dance with me because you don't know how to dance. It's just a trivial matter, I believe you won't mind..." She said nervously, appearing extremely cautious and pitiful.

source: “我未婚妻我不对她好，我对谁好？”徐凤年的视线并没有多在她身上停留，语气淡淡的，可听在叶眉的耳中，却格外刺耳。
en_us: "She's my fiancée, of course I'd treat her well." Xu Fengnian did not keep his eyes fixed on her for long and his tone was rather indifferent. However, it sounded extremely harsh to Ye Mei.

source: “我没事啊。”叶漓有些疑惑的看向徐晗。
en_us: "I'm alright," Ye Li said, looking at Xu Han with bewilderment.

source: “我没事啦哥哥，当时她先动手，我只是为了自保，就用钢笔挡了一下，谁知道孟小姐那么傻，直接往笔尖上捅了上来，你说我有什么办法？”叶漓无辜的耸了耸肩。
en_us: "I'm alright, Ye Feng, she was the one who tried to hit me first and I simply blocked her with the pen for the sake of protecting myself. I didn't expect Miss Meng Fei to be so silly as to let the tip of the pen stab her. What do you think I could have done?" Ye Li said, shrugging her shoulders innocently.

source: “我的小公主，等你许久了。”他们的枫神大人，一脸绅士温柔的朝着叶漓伸出了手。
en_us: "My little princess, I've been waiting long for you." Their idol, Ye Feng, reached his hand out to Ye Li with a gentlemanly warmth on his face.

source: “我的错？你亲眼看到我跟他表白了，你又亲眼看到我为了他自杀了？你什么都不知道，就来让我去澄清道歉？凭什么？凭你那张会说话的嘴？”叶漓不屑的目光落到了对方难看的脸上。
en_us: "I'm at fault? Did you people see me confessing to him and killing myself because of him? You people want me to clarify matters and apologize to him when you don't know anything at all? Why should I do that? Because you're good at talking?" Ye Li looked at the girl with disdain.

source: “我相信这学校有一半的女生都喜欢向阳学长，向他表白的人数不胜数，我不过就是刚好出了一点意外而已，怎么落到你们口中，就变成了碰瓷报复了呢？想象力这么丰富，你们还需要读什么书啊，去报刊写小说好了。”
en_us: "I believe half of the girls in school adore Senior Xiangyang and have confessed to him before. However, I only happened to fall into the water by accident. Why did you people turn it into a scam and a plot for revenge? Since you've got such a rich imagination, why bother studying? You guys should just join the newspaper agencies and write novels for them."

source: “我看你们是在想屁吃。”叶漓扯了扯嘴角，“先不说这件事是不是我的错，你们都没有证据证明我是不是先动的手，就下了定论，还敢要赔偿，不觉得太过分了？警察叔叔办案都还要讲究证据呢，你们难道比警察还厉害？”
en_us: "I think you people are asking for trouble." Ye Li smirked and said, "Regardless of whether I'm at fault or not, you asked for a compensation without having any evidence to prove that I was the one who got physical first. Don't you think that's too much? Even the police need evidence to press charges. Are you people more capable than the police?"

source: “我看你就是牙尖嘴利，他那样身份的人，我们要是能随便能找到，还找你做什么！”
en_us: "You're so sharp-tongued. If we can look for him easily, why would we look for you!?!"

source: “我看你是敬酒不吃吃罚酒！”说罢，那女生就提手往她脸上扇了过来。
en_us: "You must be asking for it!" After saying that, the girl pinched her face in a bid to slap her.

source: “我看找死的人是你们吧？”叶漓站了起来，漂亮的小脸上满是冰霜：“什么时候轮到你们这群陌生人来多管闲事了？你们是我妈？屁话这么多？”
en_us: "You people are the ones who have death wishes." Ye Li stood up with an icy cold expression on her beautiful face. "Who are you strangers to poke your nose into my business? Are you people my mother? Why do you have so much nonsense to say?"

source: “我看看。”叶眉故作惊讶的看去，“怎么会这样？”
en_us: "Let me take a look." Pretending to be shocked, Ye Mei looked over and asked, "Why is this happening?"

source: “我知道。”徐凤年闻声，先是愣了一下，怀中的小丫头不知道是受什么刺激了，一向不喜接近他的人儿，这会儿却死死的抱着他不愿松开。
en_us: "I know." Xu Fengnian was stunned after hearing her words at first. He felt that she seemed to have been triggered by something as she usually disliked getting close to him but now, she was hugging him tightly and refusing to let go at all.

source: “我知道改变不了什么，所以有事？”想到此，叶漓冷淡的回应了一句。
en_us: "I know it won't change anything, so what's the matter?" Ye Li answered calmly at the thought of this.

source: “我确实不太了解我未婚夫，不过他倒是挺了解我的，毕竟，我跟他从小长大，一直以来都是他在照顾我，温小姐这么说，我倒是有些愧疚。”叶漓回了一抹讥笑。
en_us: "Indeed, I don't know my fiancé very well, but he does know me quite well. After all, we grew up together and he has always been taking care of me. Miss Wen Ya, you're making me feel a little guilty now." Ye Li smiled derisively.

source: “我确实和一个大明星闹出了绯闻，不过那又怎样，我不觉得这能影响到我跟凤年哥哥的婚姻。”
en_us: "I'm indeed involved in a scandal with a famous celebrity but so what if I am? I don't think that would affect my marriage with Xu Fengnian."

source: “我能有什么事？”叶漓回了一句。
en_us: "What can happen to me?" Ye Li answered.

source: “我草，不是吧？这真的是叶漓吗？”
en_us: "Damn it, seriously? Is this really Ye Li?"

source: “我要不是叶漓，你们叫我来干什么？”叶漓一脸无语的道。
en_us: "If I'm not Ye Li, why did you call me here?" Ye Li said, looking a little appalled by his words.

source: “我要试试这一条。”
en_us: "I'd like to try this one."

source: “我觉得之前的还是要好看一些，还能遮住你的缺点。”她有意无意的强调。
en_us: "I still think that your previous hairstyle looks better. At least, it can hide your flaws," she deliberately emphasized in a passive-aggressive manner.

source: “我觉得我已经找到了。”叶漓笑了一声。
en_us: "I think I've already found one." Ye Li laughed.

source: “我说之前徐阿姨送我的邀请函怎么不见了，没想到在你那里啊。”叶漓看向叶眉，在她难看的表情下，又说：“你要来早说不就好了，偷偷拿走了邀请函是什么意思，害的我又让徐阿姨给我送了一张，多麻烦啊不是，眉儿妹妹？”
en_us: "I was wondering why the invitation that Mrs. Xu gave me previously had gone missing. I didn't expect it to be with you." Ye Li turned to look at Ye Mei who had an awful expression and continued, "If you wanted to come, you could have just said so earlier. Why did you secretly take away the invitation card? I ended up having to ask Mrs. Xu to send me one more. Isn't that really troublesome, Ye Mei?"

source: “我说到做到。”叶漓头也不回的丢了一句，冷漠的背影就消失在了校长办公室中。
en_us: "I'll keep to my word," Ye Li said without even turning around. Her cold and indifferent back view disappeared in the principal's office.

source: “我还以为他是要请叶眉，谁知道竟然请的人是叶漓，我懵逼了！”
en_us: "I thought he was going to invite Ye Mei for lunch but it turns out that it's Ye Li. I'm dumbfounded!"

source: “我还是头一次遇见拿张空卡装逼的人，她是不是以为自己有张黑卡就是有钱人了，反正试穿了也不一定要买？”
en_us: "This is the first time I've ever seen someone pretending to be rich by using an empty card. Does she think she's rich just because she has a black card and that she doesn't necessarily have to buy the gown after trying it on?"

source: “我这是粉了个什么样的人啊！天哪...已被惊呆。”
en_us: "What kind of a person have I been idolizing!?! Oh my God... I'm shocked."

source: “我都说了，咱们是同学，一句对不起就能解决的事情，何必闹大，你说呢？”叶漓一笑，可笑容不达眼底。
en_us: "I said, we are classmates. Why bother blowing up something that can be resolved with an apology?" Ye Li said with a smile, but it was not genuine.

source: “我配不配不是你说了算。”叶漓不屑的撇了她一眼，“有时候，别小看别人，因为不是谁，都是你能小看的起的。”
en_us: "It's not up to you to say whether I'm worthy or not." Ye Li glanced at her disdainfully and continued, "Sometimes, you shouldn't belittle others, because you can't afford to belittle just anyone."

source: “我问你，你跟枫神到底是什么关系！”站在前面的女人眯着眼睛问道。
en_us: "I'm asking you, what is your relationship with Ye Feng!?!" asked the woman who was standing right in front and glowering at her.

source: “我，我不知道，邀请函是我妈妈给我的。”叶眉摇了摇头，一脸无辜的说。
en_us: "I-I don't know. My mother gave it to me," Ye Mei said, shaking her head innocently.

source: “我，我没有，姐姐，你别误会，我真没有其他意思。”她赶忙解释。
en_us: "I-I didn't, Sister, don't get the wrong idea, I really didn't mean anything else," she hurriedly explained.

source: “所以你们想怎样？”叶漓伸手拿过了一杯红酒，摇晃了两下，漠然的目光扫过一行女人。
en_us: "So what do you people want?" Ye Li reached out to grab a glass of red wine and swirled it before looking at the women coldly.

source: “所以你想知道，你亲爱的枫神为什么会请我吃饭？”叶漓拨弄着修剪整齐的指甲，似笑非笑的看她。
en_us: "So do you want to know why your beloved Ye Feng treated me to lunch?" Ye Li asked with a mirthless smirk while fiddling with her neatly trimmed fingernails.

source: “打扰了你们，真是不好意思，那我先走了。”她对叶漓说着这话，眼睛却看向徐凤年，好似期待他的挽留。
en_us: "Sorry to have disturbed you two. I'll take my leave then," she said to Ye Li while keeping her eyes fixed on Xu Fengnian, seemingly waiting for him to ask her to stay.

source: “抱歉啊徐少，哪款夏夜之星是我们ys的限定，仅此一条。”一旁的服务员歉意的说。
en_us: "Sorry, Mr. Xu Han, that gown is a limited edition design called the Stars of the Summer Night and there is only one," the sales assistant said apologetically.

source: “抱歉啊这位小姐，我们又不知道她什么身份，自然是不好将乱七八糟的人带进去。”
en_us: "Miss, I'm sorry, we don't know what her identity is either. We can't just let any dubious person enter."

source: “抱歉小姐，如果她是跟你们一起来的话，是可以进去的，但是现在你们已经进去了，她没有邀请函的话，不能进去。”侍者闻言，面无表情的说。
en_us: "I'm sorry, Miss, if she had come with you, she would have been able to go in, but now that you have gone in, she can't go in if she doesn't have an invitation," the steward said expressionlessly after hearing her words.

source: “抱歉，我只和我未婚妻跳舞。”徐凤年蹙了蹙眉，看着叶眉痴迷的目光，眼中多了几分不耐。
en_us: "I'm sorry but I'll only dance with my fiancée." Xu Fengnian frowned and looked at Ye Mei's smitten gaze with some annoyance.

source: “抱歉，我对跳舞并没兴趣，温小姐另邀他人吧。”他冷淡的拒绝。
en_us: "I'm sorry, I'm not interested in dancing, Miss Wen Ya, please invite someone else instead," he declined coldly.

source: “换做是我告白被拒绝，还被人逼着道歉的话，我可能也会气死的吧。”
en_us: "If I were the one who got rejected after confessing and was even forced to apologize, I'd probably hit the roof."

source: “搞笑吧你们，现在的美颜相机多发达你们心里没点数吗？再说了，这些图都是我从他们校园贴吧翻出来的，他们学校的人都知道她长什么样，现在就开始洗了？真恶心！而且枫神那么有钱，说不定她早就整容了，之前胖的时候，根本就看不到五官好吗？也就只有你们这群脑残粉相信了。”
en_us: "You people must be joking. Don't you guys know how developed digital photo enhancement cameras and software are nowadays? Besides, I found those photos from their school forum. All her schoolmates know what she really looks like. Are you all standing up for her now? How disgusting! Besides, Ye Feng is loaded. Maybe, she's already gone under the knife for cosmetic surgery long ago. When she was chubbier, her features weren't pronounced at all. You brainless fans are the only ones who would believe her."

source: “无论你们怎么黑，我都会一直支持眉宝的。”
en_us: "No matter how much hate you guys send her, I'll always support Ye Mei."

source: “是他请我吃的饭，怎么就要我负责任了？要找也是找他吧，您可真是搞笑！”
en_us: "He was the one who treated me to a meal. Why do I have to be responsible? If anything, you should be looking for him, not me. You're really ridiculous!"

source: “是吗？”叶漓似笑非笑的看向得意的三人：“你确定？”
en_us: "Is that so?" Ye Li looked at the smug trio with a mirthless smirk. "Are you sure?"

source: “是吗？”叶漓啧了一声：“那我倒是想看看，你们要怎么不放过我了。”
en_us: "Is that so?" Ye Li clucked her tongue against the roof of her mouth and said, "I shall see how you deal with me then."

source: “是吗？”她若有所思的看了叶眉一眼。
en_us: "Is that so?" she asked, looking at Ye Mei, seemingly filled with thoughts.

source: “是呀。”叶眉一脸谦虚的说。
en_us: "Yeah," Ye Mei answered with a humble expression.

source: “是呀，哥哥你吃饭了吗？”叶漓关心道。
en_us: "Yeah, Ye Luo, have you eaten?" Ye Li asked worriedly.

source: “是呀，每一年情人节，都是凤年陪我一起过的。”温雅温柔的笑道。
en_us: "Yeah, Fengnian spends every Valentine's Day with me," Wen Ya said with a gentle smile.

source: “是啊....”众女生原本看叶漓愤怒的目光，逐渐变成了好想结交的期待眼神。
en_us: "Yeah..." The angry gazes of the girls who were looking at Ye Li with displeasure, gradually turned into looks of anticipation as they were eager to befriend her.

source: “是啊是啊叶漓，我蹲了你好几天了，拜托帮帮我好吗？”
en_us: "Yeah, Ye Li, I've been camping here and waiting for you for several days. Will you please help me?"

source: “是啊是啊，向阳肯定是和叶眉来吃饭的，他们两个平时关系不错的，这个叶漓仗着自家妹妹的关系，就对咱们偶像纠缠不休，恶心死了！”
en_us: "Yes, yes, Xiangyang must have come here for lunch Ye Mei, the two of them have always been on good terms with each other. Ye Li keeps pestering our idol just because her younger sister is close to him. How disgusting!"

source: “是啊是啊，还是咱们眉宝低调，不像是某些人为了火炒作，趁机蹭别人热度。”
en_us: "Yeah, yeah, Ye Mei keeps such a profile, unlike someone who used her brother for fame."

source: “是啊阿漓宝贝，你吓死哥哥了，你要是出了一点事，要哥哥们日后怎么办呀。”蓝发男同样是一脸伤心。
en_us: "Yeah, Baby Li, you scared us. If anything happens to you, what are we supposed to do in the future?" the man with the blue hair said, looking just as sad as the others.

source: “是啊阿漓，你不是喜欢向阳吗？你要是喜欢，哥哥怎么也得帮你拿下他，我们也不想你不幸福。”叶枫也是认同道。
en_us: "Yeah, Li, don't you like Xiangyang? If you fancy him, I must help you win his heart no matter what. We want you to be happy too," Ye Feng chimed in.

source: “是啊，你们不说我还忘记这号人了，平时叶漓也跟叶眉来学校，但是跟在后面，压根没什么存在感，我从没有关注过，有些印象，这个女的看起来跟她一样胖，就是贞子发型没了，差别好大啊，我完全没认出来。”
en_us: "Yeah, if you guys didn't mention her, I would have forgotten about her. Usually, Ye Li would follow behind Ye Li and she barely has any presence at all. I've never paid attention to her and I only have a vague impression of her. This girl looks chubby, just like her, but she no longer has a Sadako hairstyle. The difference is huge. I really didn't recognize her at all."

source: “是啊，你们有没有发现，叶漓这次回来，改变了很多，给人的感觉也不一样了，好像是很不好惹，有时候我不小心对上她的眼睛，都莫名有些害怕。”
en_us: "Yeah, did you guys realize that Ye Li seemed to have changed a lot after she came back this time? She gives off a completely different vibe. She seems really feisty and not to be trifled with. Sometimes, I'd feel somewhat terrified when I accidentally make eye contact with her."

source: “是啊，叶眉都这样维护她了，还被她指责，真是太不值了。”
en_us: "Yeah, Ye Mei is already defending her. Yet, she still chided Ye Mei. It really isn't worth Ye Mei's while."

source: “是啊，孟非呢？她怎么样了？这件事解决了吗？”
en_us: "Yeah, where's Meng Fei? How is she now? Has the matter been settled?"

source: “是啊，正好阿漓不会跳舞，不如让雅雅姐和大哥跳一场，你顺便学一下？”徐媛开口。
en_us: "Yeah, it just so happens that Ye Li can't dance. Ye Li, why don't you let Xu Fengnian and Wen Ya dance with each other while you learn?" Xu Yuan asked.

source: “是啊，眉宝之前就说自己要去参加聚会，没有回应肯定是因为太忙没有注意，你们不要乱说好吗，她不是那样的人。”
en_us: "Yeah, Ye Me mentioned previously that she's going to attend a gathering and she must have been too busy to respond. Don't spout any nonsense, alright? She's not such a person."

source: “是啊，真是羡慕，听说她十八岁就在国外顶尖大学毕业了，智商高达一百八，现在还是国外有名小提琴大师的弟子，真是集优秀美貌于一身！”
en_us: "Yeah, I'm so envious. I heard that she graduated from a top university abroad at the age of 18 and has an IQ of 180. She is now an apprentice of a famous violin master from overseas. She's really a combination of brains, talent, and beauty!"

source: “是啊，要是能跟她搭上关系，那可就好了！”
en_us: "Yeah, it'd be wonderful if I can forge some ties with her!"

source: “是啊，还威胁说向阳粉不会放过她的呢，现在的粉丝都这么嚣张的吗？”
en_us: "Yeah, she even threatened her by saying that Xiangyang's fans wouldn't let her off. Are fans all so arrogant nowadays?"

source: “是啊，这可是在徐家，闹大了事不好，到时候徐家人怪罪下来，说不定咱们都被赶出去。”
en_us: "Yeah, this is the Xu Family's home. It would be terrible if things get blown out of proportion. If the Xu Family decides to pursue the matter, we will be thrown out."

source: “是啊，长得挺漂亮的啊，之前怎么就打扮成那副模样，真是奇怪，不过这会儿突然换了新发型，难不成是开窍了？”
en_us: "Yeah, she's quite pretty. Why did she use to make herself look that way? That's so strange. However, she suddenly changed her hairstyle. Has she woken up her idea?"

source: “是她们先动的手。”叶漓闷闷的解释道。
en_us: "They were the ones who laid a finger on me first," Ye Li explained in an upset tone.

source: “是徐家大少，大小姐也是被他带走的，当时我们怕被发现，没有出面。”
en_us: "Young Master Xu. He brought Missy away too. We didn't interject because we were afraid of being discovered by him."

source: “是我们该死，当初就不该因为这事为难你，只要你好好的，你说什么就是什么...”
en_us: "It's all our fault. We shouldn't have made things hard for you because of this. As long as you're alright, we'll do whatever you say..."

source: “是的，您可以去查一下余额，或者换卡支付。”服务员说。
en_us: "Yes, you may proceed to check the balance or pay with a different card," said the sales assistant.

source: “是该道歉。”
en_us: "You should be."

source: “是，他是说我恶心，说我仗着自己跟三哥哥的关系就纠缠他！”叶漓眼泪汪汪的告状。
en_us: "Yeah, he said that I'm disgusting and that I keep pestering just because I'm Third Brother's younger sister!" Ye Li complained with tears in her eyes.

source: “有事？”她蹙了蹙眉，有些不悦。
en_us: "Is something wrong?" she asked in displeasure with a frown.

source: “有问题吗？”叶枫眯着眼睛，不悦的道。
en_us: "Is there a problem?" Ye Feng asked in displeasure while squinting.

source: “松开！”叶漓眼中寒光乍现。
en_us: "Let go!" Ye Li exclaimed with an icy cold gaze.

source: “枫神看我，枫神看我。”
en_us: "Ye Feng, look at me, Ye Feng, look at me."

source: “枫神，真的是枫神，啊啊啊妈妈我出息了，我竟然看到了枫神！”
en_us: "Ye Feng, it's really Ye Feng! Oh my god, I actually saw Ye Feng!"

source: “枫神？”徐媛愣了愣，随后似笑非笑的看向叶漓。
en_us: "Ye Feng?" Xu Yuan was stunned for a while, after which she looked at Ye Li with a halfhearted smile.

source: “枫，枫枫枫...”带头的女生在看清其中一个男人竟然是自己的偶像时，一口气差点没吸上来。
en_us: "Ye Feng..." The girl who was leading the rest almost couldn't breathe when she saw that one of them was her idol.
